documentatie/stuf examples/kindrelatie/09005_Lk01T_1297147139_2446971.xml

<?xml version="1.0" encoding="utf-8"?><soap:Envelope xmlns:soap="http://www.w3.org/2003/05/soap-envelope" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xmlns:xsd="http://www.w3.org/2001/XMLSchema"><soap:Body><kennisgevingsBericht xmlns="http://www.egem.nl/StUF/sector/bg/0204"><stuurgegevens xmlns="http://www.egem.nl/StUF/StUF0204"><berichtsoort>Lk01</berichtsoort><entiteittype>PRS</entiteittype><sectormodel>BG</sectormodel><versieStUF>0204</versieStUF><versieSectormodel>0204</versieSectormodel><zender><applicatie>PIV</applicatie><gebruiker>PRODPIV</gebruiker></zender><ontvanger><applicatie>DDS</applicatie></ontvanger><referentienummer>2446971_09005</referentienummer><tijdstipBericht>2009031012210401</tijdstipBericht><kennisgeving><mutatiesoort>T</mutatiesoort><indicatorOvername>V</indicatorOvername><tijdstipMutatie>2009031012113100</tijdstipMutatie></kennisgeving></stuurgegevens><body><PRS d5p1:soortEntiteit="F" d5p1:sleutelVerzendend="33796" d5p1:verwerkingssoort="T" xmlns:d5p1="http://www.egem.nl/StUF/StUF0204"><a-nummer>1297147139</a-nummer><bsn-nummer>89448868</bsn-nummer><PRSPRSKND d5p1:soortEntiteit="R" d5p1:verwerkingssoort="T"><ingangsdatum d5p1:noValue="waardeOnbekend" xsi:nil="true" /><PRS d5p1:soortEntiteit="F" d5p1:sleutelVerzendend="1160988" d5p1:verwerkingssoort="I"><a-nummer>6419036591</a-nummer><bsn-nummer>233028870</bsn-nummer><voornamen>Gijs</voornamen><voorletters>G</voorletters><voorvoegselGeslachtsnaam d5p1:noValue="geenWaarde" xsi:nil="true" /><geslachtsnaam>Berk</geslachtsnaam><geboortedatum>19990227</geboortedatum><geslachtsaanduiding>M</geslachtsaanduiding><PRSADRVBL d5p1:soortEntiteit="R" d5p1:verwerkingssoort="I"><tijdvakRelatie><d5p1:begindatumRelatie>20060615</d5p1:begindatumRelatie><d5p1:einddatumRelatie d5p1:noValue="geenWaarde" xsi:nil="true" /></tijdvakRelatie><ADR d5p1:soortEntiteit="F" d5p1:sleutelVerzendend="243199" d5p1:verwerkingssoort="I"><adresBuitenland1 d5p1:noValue="nietOndersteund" xsi:nil="true" /><adresBuitenland2 d5p1:noValue="nietOndersteund" xsi:nil="true" /><adresBuitenland3 d5p1:noValue="nietOndersteund" xsi:nil="true" /><landcode d5p1:noValue="nietOndersteund" xsi:nil="true" /><postcode>3054AB</postcode><woonplaatsnaam d5p1:noValue="geenWaarde" xsi:nil="true" /><postbusnummer d5p1:noValue="nietOndersteund" xsi:nil="true" /><antwoordnummer d5p1:noValue="nietOndersteund" xsi:nil="true" /><straatnaam>Straatweg</straatnaam><huisnummer>105</huisnummer><huisletter>B</huisletter><huisnummertoevoeging d5p1:noValue="geenWaarde" xsi:nil="true" /><aanduidingBijHuisnummer d5p1:noValue="geenWaarde" xsi:nil="true" /><locatieomschrijving d5p1:noValue="geenWaarde" xsi:nil="true" /><locatieadresnummer d5p1:noValue="nietOndersteund" xsi:nil="true" /><gemeentecode>599</gemeentecode></ADR></PRSADRVBL></PRS></PRSPRSKND><PRSPRSKND d5p1:soortEntiteit="R" d5p1:verwerkingssoort="T"><ingangsdatum d5p1:noValue="waardeOnbekend" xsi:nil="true" /><PRS d5p1:soortEntiteit="F" d5p1:sleutelVerzendend="1078665" d5p1:verwerkingssoort="I"><a-nummer>1082039280</a-nummer><bsn-nummer>233028390</bsn-nummer><voornamen>Bram</voornamen><voorletters>B</voorletters><voorvoegselGeslachtsnaam d5p1:noValue="geenWaarde" xsi:nil="true" /><geslachtsnaam>Berk</geslachtsnaam><geboortedatum>19990227</geboortedatum><geslachtsaanduiding>M</geslachtsaanduiding><PRSADRVBL d5p1:soortEntiteit="R" d5p1:verwerkingssoort="I"><tijdvakRelatie><d5p1:begindatumRelatie>20060615</d5p1:begindatumRelatie><d5p1:einddatumRelatie d5p1:noValue="geenWaarde" xsi:nil="true" /></tijdvakRelatie><ADR d5p1:soortEntiteit="F" d5p1:sleutelVerzendend="243199" d5p1:verwerkingssoort="I"><adresBuitenland1 d5p1:noValue="nietOndersteund" xsi:nil="true" /><adresBuitenland2 d5p1:noValue="nietOndersteund" xsi:nil="true" /><adresBuitenland3 d5p1:noValue="nietOndersteund" xsi:nil="true" /><landcode d5p1:noValue="nietOndersteund" xsi:nil="true" /><postcode>3054AB</postcode><woonplaatsnaam d5p1:noValue="geenWaarde" xsi:nil="true" /><postbusnummer d5p1:noValue="nietOndersteund" xsi:nil="true" /><antwoordnummer d5p1:noValue="nietOndersteund" xsi:nil="true" /><straatnaam>Straatweg</straatnaam><huisnummer>105</huisnummer><huisletter>B</huisletter><huisnummertoevoeging d5p1:noValue="geenWaarde" xsi:nil="true" /><aanduidingBijHuisnummer d5p1:noValue="geenWaarde" xsi:nil="true" /><locatieomschrijving d5p1:noValue="geenWaarde" xsi:nil="true" /><locatieadresnummer d5p1:noValue="nietOndersteund" xsi:nil="true" /><gemeentecode>599</gemeentecode></ADR></PRSADRVBL></PRS></PRSPRSKND><PRSPRSKND d5p1:soortEntiteit="R" d5p1:verwerkingssoort="T"><ingangsdatum d5p1:noValue="waardeOnbekend" xsi:nil="true" /><PRS d5p1:soortEntiteit="F" d5p1:sleutelVerzendend="552135" d5p1:verwerkingssoort="I"><a-nummer>6415859494</a-nummer><bsn-nummer d5p1:noValue="geenWaarde" xsi:nil="true" /><voornamen>Lisan</voornamen><voorletters>L</voorletters><voorvoegselGeslachtsnaam d5p1:noValue="geenWaarde" xsi:nil="true" /><geslachtsnaam>Berk</geslachtsnaam><geboortedatum>19910912</geboortedatum><geslachtsaanduiding d5p1:noValue="waardeOnbekend" xsi:nil="true" /><PRSADRVBL d5p1:soortEntiteit="R" d5p1:verwerkingssoort="I" d5p1:noValue="waardeOnbekend" xsi:nil="true" /></PRS></PRSPRSKND></PRS></body></kennisgevingsBericht></soap:Body></soap:Envelope>